tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cmatrix"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "tcl-tk"
brew "git-gui"
brew "go-task"
brew "gradle"
brew "helm"
brew "hugo"
brew "hurl"
brew "jq"
brew "k6"
brew "libevent"
brew "maven"
brew "md5sha1sum"
brew "mitmproxy"
brew "neovim"
brew "node"
brew "pyenv"
brew "rclone"
brew "ripgrep"
brew "saml2aws"
brew "starship"
brew "zellij"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "git-credential-manager-core"
cask "iterm2"
cask "powershell"
cask "raycast"
cask "warp"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "rangav.vscode-thunder-client"
vscode "techer.open-in-browser"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
